//----------------------初始化提示开始----------------------//
Ext.QuickTips.init();
Ext.form.Field.prototype.msgTarget = 'side';
//----------------------初始化提示结束----------------------//
//----------------------验证图片格式开始----------------------//
var img_reg = /\.([jJ][pP][gG]){1}$|\.([jJ][pP][eE][gG]){1}$|\.([gG][iI][fF]){1}$|\.([pP][nN][gG]){1}$|\.([bB][mM][pP]){1}$/
var nophone = '/Image/nophone.gif';
//----------------------验证图片格式结束----------------------//
var baseParams = {
    start: 0,
    limit: 2
}